[
  {
    "id": "pep1",
    "themaID": "pe-prozess",
    "frageNummer": 1,
    "titel": "Frage 1:",
    "frageText": "Beschreiben Sie die fünf Phasen des Personalentwicklungsprozesses und erläutern Sie deren Bedeutung für die betriebliche Praxis.",
    "musterloesung": "Der Personalentwicklungsprozess gliedert sich in fünf aufeinanderfolgende Phasen:\n\n**Bedarfsanalyse:** Hier wird ermittelt, welche Qualifikationen im Unternehmen fehlen oder künftig benötigt werden. Dies geschieht durch Methoden wie Befragungen, Beobachtungen oder Dokumentenanalysen.\n\n**Zielplanung:** In dieser Phase werden konkrete Entwicklungsziele definiert, die sowohl auf individuelle als auch auf unternehmerische Anforderungen abgestimmt sind.\n\n**Maßnahmengestaltung:** Es werden geeignete Entwicklungsmaßnahmen ausgewählt, die sowohl pädagogisch sinnvoll als auch wirtschaftlich tragfähig sind.\n\n**Durchführung:** Die geplanten Maßnahmen werden umgesetzt – z. B. durch Schulungen, Coaching oder Training-on-the-Job.\n\n**Erfolgskontrolle:** Abschließend wird überprüft, ob die Maßnahmen die gewünschten Effekte erzielt haben. Dies kann durch Feedback, Tests oder Leistungsbeurteilungen erfolgen.\n\nDer strukturierte Ablauf stellt sicher, dass Personalentwicklung zielgerichtet, effizient und nachhaltig erfolgt.",
    "bewertungskriterien": [
      {
        "name": "Bedarfsanalyse",
        "keywords": ["bedarf", "bedarfsanalyse", "ermittlung", "qualifikationen", "befragung", "beobachtung", "dokumentenanalyse", "ermittelt", "fähigkeiten", "benötigt"],
        "minWoerterFuerBeschreibung": 25,
        "feedback_kurz": {
          "positiv": "Sehr gut! Die Bedarfsanalyse wurde präzise benannt und ausführlich beschrieben.",
          "neutral": "Die Bedarfsanalyse wurde genannt, aber die Beschreibung (z.B. der Methoden zur Ermittlung von Qualifikationen) ist noch nicht ausreichend.",
          "negativ": "Der Punkt 'Bedarfsanalyse' fehlt oder ist nicht klar in Ihrer Antwort erkennbar."
        }
      },
      {
        "name": "Zielplanung",
        "keywords": ["ziel", "ziele", "zielplanung", "entwicklungsziele", "individuell", "unternehmerisch", "abstimmung", "lernziele", "richtung", "festgelegt", "erreicht"],
        "minWoerterFuerBeschreibung": 18,
        "feedback_kurz": {
          "positiv": "Ausgezeichnet! Die Zielplanung wurde korrekt identifiziert und deren Bedeutung für die Zieldefinition erläutert.",
          "neutral": "Die Zielplanung wurde erkannt, aber die Erläuterung der Abstimmung auf individuelle und unternehmerische Ziele ist noch nicht ausreichend.",
          "negativ": "Der Aspekt 'Zielplanung' wurde in Ihrer Antwort nicht gefunden."
        }
      },
      {
        "name": "Maßnahmengestaltung",
        "keywords": ["maßnahme", "maßnahmen", "gestaltung", "gestalten", "auswählen", "pädagogisch", "wirtschaftlich", "planen", "fortbildungen", "angebote", "vorbereitet"],
        "minWoerterFuerBeschreibung": 18,
        "feedback_kurz": {
          "positiv": "Sehr gut! Sie haben die Maßnahmengestaltung treffend beschrieben und auf die Auswahlkriterien hingewiesen.",
          "neutral": "Die Maßnahmengestaltung wurde erwähnt, jedoch fehlt eine ausreichende Beschreibung der Kriterien für die Auswahl passender Maßnahmen.",
          "negativ": "Der Punkt 'Maßnahmengestaltung' ist in Ihrer Antwort nicht erkennbar."
        }
      },
      {
        "name": "Durchführung",
        "keywords": ["durchführung", "umsetzung", "umsetzen", "schulung", "coaching", "training-on-the-job", "durchgeführt", "umgesetzt", "implementiert"],
        "minWoerterFuerBeschreibung": 15,
        "feedback_kurz": {
          "positiv": "Perfekt! Die Durchführung wurde klar benannt und mit passenden Beispielen untermauert.",
          "neutral": "Die Durchführung wurde zwar genannt, aber die Beschreibung (z.B. mit konkreten Beispielen von Maßnahmen) ist noch nicht detailliert genug.",
          "negativ": "Der Aspekt 'Durchführung' fehlt in Ihrer Erläuterung des Personalentwicklungsprozesses."
        }
      },
      {
        "name": "Erfolgskontrolle",
        "keywords": ["erfolgskontrolle", "kontrolle", "überprüfung", "feedback", "tests", "leistungsbeurteilung", "erfolg erzielt", "überprüft", "wirksamkeit", "gebracht", "beurteilt"],
        "minWoerterFuerBeschreibung": 20,
        "feedback_kurz": {
          "positiv": "Sehr gut! Sie haben die Bedeutung der Erfolgskontrolle und deren Methoden umfassend dargestellt.",
          "neutral": "Die Erfolgskontrolle wurde identifiziert, aber die Methoden der Überprüfung oder die Ziele der Kontrolle sind noch nicht ausreichend beschrieben.",
          "negativ": "Der Punkt 'Erfolgskontrolle' wurde in Ihrer Antwort nicht behandelt."
        }
      }
    ]
  }
]
